export default {
  projections: {
    ОтчетE: {
      дата: {
        __caption__: 'Дата'
      },
      оборудование: {
        __caption__: 'Оборудование',
        название: {
          __caption__: 'Название'
        }
      },
      ответственный: {
        __caption__: 'Ответственный',
        номер: {
          __caption__: 'Номер'
        }
      },
      проверяемое: {
        __caption__: 'Проверяемое',
        качество: {
          __caption__: 'Качество'
        },
        продукция: {
          __caption__: 'Продукция',
          название: {
            __caption__: 'Название'
          }
        }
      }
    },
    ОтчетL: {
      дата: {
        __caption__: 'Дата'
      },
      оборудование: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      },
      ответственный: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    оборудование: {
      __caption__: 'Оборудование'
    },
    ответственный: {
      __caption__: 'Ответственный'
    },
    проверяемое: {
      __caption__: 'Проверяемое'
    }
  }
};
